Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: chain %@ carries no memo: its genesis sets no envelope size, whatever the node claims (send again with an empty memo)
ar: السلسلة %@ لا تحمل مذكرات: تكوينها لا يحدد حجمًا للظرف، أيًّا كان ما تدّعيه العقدة (أرسل مرة أخرى بمذكرة فارغة)
de: Chain %@ überträgt kein Memo: Ihre Genesis legt keine Envelope-Größe fest, egal was der Knoten behauptet (sende erneut mit leerem Memo)
es: la cadena %@ no admite memo: su génesis no fija tamaño de sobre, diga lo que diga el nodo (vuelve a enviar con el memo vacío)
fa: شبکه‌ی %@ یادداشت حمل نمی‌کند: پیدایش آن هیچ اندازه‌ی پاکتی تعیین نمی‌کند، هر چه گره ادعا کند (با یادداشت خالی دوباره ارسال کنید)
fr: la chaîne %@ ne prend pas en charge les mémos : sa genèse ne fixe aucune taille d'enveloppe, quoi qu'en dise le nœud (renvoyez avec un mémo vide)
hi: चेन %@ मेमो नहीं रखती: इसका जेनेसिस कोई एनवेलप आकार तय नहीं करता, नोड चाहे जो कहे (खाली मेमो के साथ फिर से भेजें)
id: chain %@ tidak membawa memo: genesis-nya tidak menetapkan ukuran amplop, apa pun klaim node (kirim lagi dengan memo kosong)
it: la catena %@ non trasporta memo: il suo genesis non fissa una dimensione dell'envelope, qualunque cosa dica il nodo (invia di nuovo con un memo vuoto)
ja: チェーン %@ はメモを扱いません。ノードの報告にかかわらず、ジェネシスでエンベロープサイズが設定されていません（メモを空にして送信し直してください）
ko: 체인 %@은(는) 메모를 지원하지 않습니다. 노드가 무엇이라고 하든 제네시스에 엔벨로프 크기가 정해져 있지 않습니다(메모를 비우고 다시 보내세요)
ms: rantaian %@ tidak membawa memo: genesisnya tidak menetapkan saiz sampul, walau apa pun dakwaan nod (hantar semula dengan memo kosong)
pl: łańcuch %@ nie przenosi memo: jego genesis nie ustala rozmiaru koperty, cokolwiek twierdzi węzeł (wyślij ponownie z pustym memo)
ps: زنځیر %@ یادښت نه لېږدوي: د هغه جېنېسیس د لفافې اندازه نه ټاکي، نوډ هر څه چې ووايي (بیا له تش یادښت سره ولېږئ)
pt_br: a cadeia %@ não aceita memo: sua gênese não define tamanho de envelope, diga o nó o que disser (envie de novo com o memo vazio)
ru: сеть %@ не передаёт мемо: её генезис не задаёт размер конверта, что бы ни утверждал узел (отправьте снова с пустым мемо)
ta: செயின் %@ குறிப்பைக் கொண்டு செல்வதில்லை: நோட் என்ன சொன்னாலும், அதன் genesis envelope அளவை அமைக்கவில்லை (வெற்றுக் குறிப்புடன் மீண்டும் அனுப்பவும்)
ur: چین %@ میمو نہیں رکھتی: اس کا genesis کوئی envelope سائز طے نہیں کرتا، نوڈ چاہے کچھ بھی دعویٰ کرے (خالی میمو کے ساتھ دوبارہ بھیجیں)
zh_hans: 链 %@ 不支持备注：无论节点如何声称，其创世配置都未设定信封大小（请留空备注后重新发送）
zh_hant_hk: 鏈 %@ 不支援備註：無論節點怎樣聲稱，其創世設定都沒有訂明信封大小（請以空白備註再傳送一次）

source: durian.market has no pools on this chain yet.
ar: لا توجد لدى durian.market مجمّعات على هذه السلسلة بعد.
de: durian.market hat auf dieser Chain noch keine Pools.
es: durian.market todavía no tiene pools en esta cadena.
fa: durian.market هنوز در این شبکه استخری ندارد.
fr: durian.market n'a pas encore de pool sur cette chaîne.
hi: durian.market के पास अभी इस चेन पर कोई पूल नहीं है।
id: durian.market belum memiliki pool di chain ini.
it: durian.market non ha ancora pool su questa catena.
ja: durian.market にはこのチェーン上のプールがまだありません。
ko: durian.market에는 아직 이 체인의 풀이 없습니다.
ms: durian.market belum mempunyai kolam di rantaian ini.
pl: durian.market nie ma jeszcze pul w tym łańcuchu.
ps: durian.market لا پر دې زنځیر کوم پول نه لري.
pt_br: durian.market ainda não tem pools nesta cadeia.
ru: у durian.market пока нет пулов в этой сети.
ta: இந்தச் செயினில் durian.market-க்கு இன்னும் பூல்கள் இல்லை.
ur: durian.market کے پاس اس چین پر ابھی کوئی پول نہیں۔
zh_hans: durian.market 在这条链上还没有资金池。
zh_hant_hk: durian.market 在此鏈上尚未有資金池。

source: faucet returned no transaction hash
ar: لم يُرجع الصنبور تجزئة معاملة
de: der Faucet hat keinen Transaktions-Hash zurückgegeben
es: el faucet no devolvió ningún hash de transacción
fa: فاست هیچ هش تراکنشی برنگرداند
fr: le faucet n'a renvoyé aucun hash de transaction
hi: फ़ॉसेट ने कोई लेन-देन हैश नहीं लौटाया
id: faucet tidak mengembalikan hash transaksi
it: il faucet non ha restituito alcun hash di transazione
ja: フォーセットがトランザクションハッシュを返しませんでした
ko: 포셋이 거래 해시를 반환하지 않았습니다
ms: faucet tidak memulangkan cincangan transaksi
pl: kranik nie zwrócił hasha transakcji
ps: فاسېټ د راکړې ورکړې هش بېرته ونه ورکړ
pt_br: o faucet não devolveu nenhum hash de transação
ru: кран не вернул хеш транзакции
ta: ஃபாசெட் பரிவர்த்தனை ஹாஷ் எதையும் தரவில்லை
ur: فاسیٹ نے کوئی لین دین ہیش واپس نہیں کیا
zh_hans: 水龙头没有返回交易哈希
zh_hant_hk: 水龍頭沒有傳回交易雜湊值

# fee %@ is below the bundle floor %@
source: fee %1$@ is below the bundle floor %2$@
ar: الرسوم %@ أقل من الحد الأدنى للحزمة %@
de: die Gebühr %@ liegt unter dem Bundle-Minimum %@
es: la comisión %@ está por debajo del mínimo del paquete %@
fa: کارمزد %@ کمتر از حداقل بسته %@ است
fr: les frais de %@ sont inférieurs au minimum du lot de %@
hi: शुल्क %@ बंडल की न्यूनतम सीमा %@ से कम है
id: biaya %@ di bawah biaya minimum bundel %@
it: la commissione %@ è sotto il minimo del bundle %@
ja: 手数料 %@ がバンドルの下限 %@ を下回っています
ko: 수수료 %@이(가) 번들 최저 수수료 %@보다 낮습니다
ms: yuran %@ berada di bawah lantai berkas %@
pl: opłata %@ jest poniżej minimum pakietu %@
ps: فیس %@ د بنډل له لږترلږه حد %@ څخه ټیټ دی
pt_br: a taxa %@ está abaixo do mínimo do pacote %@
ru: комиссия %@ ниже минимума для пакета %@
ta: கட்டணம் %@, bundle குறைந்தபட்சமான %@-ஐ விடக் குறைவு
ur: فیس %@ بنڈل کی کم از کم حد %@ سے کم ہے
zh_hans: 手续费 %@ 低于交易包最低手续费 %@
zh_hant_hk: 手續費 %@ 低於交易包最低手續費 %@

source: fee must be at least %@ RAND (the bundle floor)
ar: يجب ألا تقل الرسوم عن %@ RAND (الحد الأدنى للحزمة)
de: die Gebühr muss mindestens %@ RAND betragen (Bundle-Untergrenze)
es: la comisión debe ser de al menos %@ RAND (el mínimo del paquete)
fa: کارمزد باید دست‌کم %@ RAND باشد (حداقل بسته)
fr: les frais doivent être d'au moins %@ RAND (le minimum du lot)
hi: शुल्क कम से कम %@ RAND (बंडल की न्यूनतम सीमा) होना चाहिए
id: biaya minimal %@ RAND (batas bawah bundel)
it: la commissione deve essere di almeno %@ RAND (il minimo del bundle)
ja: 手数料は %@ RAND 以上である必要があります（バンドルの下限）
ko: 수수료는 최소 %@ RAND여야 합니다(번들 최저 수수료)
ms: yuran mestilah sekurang-kurangnya %@ RAND (lantai berkas)
pl: opłata musi wynosić co najmniej %@ RAND (minimum pakietu)
ps: فیس باید لږ تر لږه %@ RAND وي (د بنډل لږترلږه حد)
pt_br: a taxa deve ser de pelo menos %@ RAND (o mínimo do pacote)
ru: комиссия должна быть не меньше %@ RAND (минимум для пакета)
ta: கட்டணம் குறைந்தது %@ RAND ஆக இருக்க வேண்டும் (bundle குறைந்தபட்சம்)
ur: فیس کم از کم %@ RAND ہونی چاہیے (بنڈل کی کم از کم حد)
zh_hans: 手续费至少为 %@ RAND（交易包下限）
zh_hant_hk: 手續費最少須為 %@ RAND（交易包下限）

source: fingerprint %@
ar: البصمة %@
de: Fingerabdruck %@
es: huella %@
fa: اثر انگشت %@
fr: empreinte %@
hi: फ़िंगरप्रिंट %@
id: sidik jari %@
it: impronta %@
ja: フィンガープリント %@
ko: 지문 %@
ms: cap jari %@
pl: odcisk %@
ps: ګوتنښه %@
pt_br: impressão digital %@
ru: отпечаток %@
ta: கைரேகை %@
ur: فنگر پرنٹ %@
zh_hans: 指纹 %@
zh_hant_hk: 指紋 %@

source: fingerprint unavailable
ar: البصمة غير متاحة
de: Fingerabdruck nicht verfügbar
es: huella no disponible
fa: اثر انگشت در دسترس نیست
fr: empreinte indisponible
hi: फ़िंगरप्रिंट उपलब्ध नहीं
id: sidik jari tidak tersedia
it: impronta non disponibile
ja: フィンガープリントなし
ko: 지문 없음
ms: cap jari tidak tersedia
pl: odcisk niedostępny
ps: ګوتنښه نشته
pt_br: impressão digital indisponível
ru: отпечаток недоступен
ta: கைரேகை கிடைக்கவில்லை
ur: فنگر پرنٹ دستیاب نہیں
zh_hans: 指纹不可用
zh_hant_hk: 指紋不可用

# inputs hold %@, but amount + fee is %@
source: inputs hold %1$@, but amount + fee is %2$@
ar: المدخلات تحمل %@، لكن المبلغ + الرسوم = %@
de: die Eingaben halten %@, aber Betrag + Gebühr sind %@
es: las entradas suman %@, pero monto + comisión es %@
fa: ورودی‌ها %@ دارند، اما مقدار + کارمزد %@ است
fr: les entrées contiennent %@, mais montant + frais font %@
hi: इनपुट में %@ है, लेकिन राशि + शुल्क %@ है
id: input berisi %@, tetapi jumlah + biaya adalah %@
it: gli input contengono %@, ma importo + commissione fanno %@
ja: インプットは %@ ですが、金額 + 手数料は %@ です
ko: 입력 노트에 %@이(가) 있지만, 금액 + 수수료는 %@입니다
ms: input memegang %@, tetapi amaun + yuran ialah %@
pl: wejścia zawierają %@, a kwota + opłata to %@
ps: ننوتې %@ لري، خو اندازه + فیس %@ دی
pt_br: as entradas somam %@, mas valor + taxa é %@
ru: во входах %@, а сумма + комиссия составляет %@
ta: உள்ளீடுகளில் %@ உள்ளது, ஆனால் தொகை + கட்டணம் %@
ur: ان پٹس میں %@ ہے، لیکن رقم + فیس %@ ہے
zh_hans: 输入共有 %@，但金额 + 手续费为 %@
zh_hant_hk: 輸入持有 %@，但金額加手續費為 %@

# insufficient balance: have %@, need %@
source: insufficient balance: have %1$@, need %2$@
ar: رصيد غير كافٍ: المتاح %@، والمطلوب %@
de: unzureichendes Guthaben: vorhanden %@, benötigt %@
es: saldo insuficiente: tienes %@, necesitas %@
fa: موجودی ناکافی: دارید %@، لازم است %@
fr: solde insuffisant : disponible %@, requis %@
hi: अपर्याप्त बैलेंस: है %@, चाहिए %@
id: saldo tidak cukup: tersedia %@, diperlukan %@
it: saldo insufficiente: hai %@, servono %@
ja: 残高が不足しています: 保有 %@、必要 %@
ko: 잔액 부족: 보유 %@, 필요 %@
ms: baki tidak mencukupi: ada %@, perlu %@
pl: niewystarczające saldo: jest %@, potrzeba %@
ps: ناکافي بیلانس: %@ لرئ، %@ اړین دی
pt_br: saldo insuficiente: tem %@, precisa de %@
ru: недостаточно средств: есть %@, нужно %@
ta: போதிய இருப்பு இல்லை: உள்ளது %@, தேவை %@
ur: ناکافی بیلنس: موجود %@، درکار %@
zh_hans: 余额不足：现有 %@，需要 %@
zh_hant_hk: 餘額不足：持有 %@，需要 %@

source: internal error: %@
ar: خطأ داخلي: %@
de: interner Fehler: %@
es: error interno: %@
fa: خطای داخلی: %@
fr: erreur interne : %@
hi: आंतरिक त्रुटि: %@
id: kesalahan internal: %@
it: errore interno: %@
ja: 内部エラー: %@
ko: 내부 오류: %@
ms: ralat dalaman: %@
pl: błąd wewnętrzny: %@
ps: داخلي تېروتنه: %@
pt_br: erro interno: %@
ru: внутренняя ошибка: %@
ta: உள் பிழை: %@
ur: اندرونی خرابی: %@
zh_hans: 内部错误：%@
zh_hant_hk: 內部錯誤：%@

source: invalid address
ar: عنوان غير صالح
de: ungültige Adresse
es: dirección no válida
fa: نشانی نامعتبر
fr: adresse non valide
hi: अमान्य पता
id: alamat tidak valid
it: indirizzo non valido
ja: 無効なアドレス
ko: 잘못된 주소
ms: alamat tidak sah
pl: nieprawidłowy adres
ps: ناسمه پته
pt_br: endereço inválido
ru: неверный адрес
ta: தவறான முகவரி
ur: غلط پتہ
zh_hans: 无效地址
zh_hant_hk: 無效地址

source: it charges a fee%@ per proof, which this version of the wallet does not pay
ar: يتقاضى رسومًا%@ عن كل إثبات، وهذا الإصدار من المحفظة لا يدفعها
de: er verlangt eine Gebühr%@ pro Beweis, die diese Version der Wallet nicht zahlt
es: cobra una comisión%@ por prueba, que esta versión de la billetera no paga
fa: برای هر اثبات کارمزدی%@ می‌گیرد که این نسخه از کیف پول آن را نمی‌پردازد
fr: il facture des frais%@ par preuve, que cette version du portefeuille ne paie pas
hi: यह प्रति प्रूफ़ एक शुल्क%@ लेता है, जिसे वॉलेट का यह संस्करण नहीं चुकाता
id: prover ini mengenakan biaya%@ per bukti, yang tidak dibayar oleh versi dompet ini
it: applica una commissione%@ per prova, che questa versione del portafoglio non paga
ja: 証明ごとに手数料%@を請求しますが、このバージョンのウォレットはそれを支払いません
ko: 증명마다 수수료%@을(를) 받는데, 이 버전의 지갑은 이를 지불하지 않습니다
ms: ia mengenakan yuran%@ bagi setiap bukti, yang tidak dibayar oleh versi dompet ini
pl: pobiera opłatę%@ za dowód, której ta wersja portfela nie płaci
ps: د هر ثبوت لپاره فیس%@ اخلي، چې د والټ دا نسخه یې نه ورکوي
pt_br: ele cobra uma taxa%@ por prova, que esta versão da carteira não paga
ru: он берёт комиссию%@ за доказательство, а эта версия кошелька её не платит
ta: அது ஒவ்வொரு நிரூபணத்துக்கும் கட்டணம்%@ வசூலிக்கிறது, வாலட்டின் இந்தப் பதிப்பு அதைச் செலுத்துவதில்லை
ur: یہ فی پروف فیس%@ لیتا ہے، جو والیٹ کا یہ ورژن ادا نہیں کرتا
zh_hans: 它对每个证明收取手续费%@，而此版本的钱包不支付该费用
zh_hant_hk: 它每個證明收取費用%@，而此版本的錢包不會支付該費用

source: it does not take this wallet's jobs
ar: لا يقبل مهام هذه المحفظة
de: er nimmt keine Aufträge dieser Wallet an
es: no acepta trabajos de esta billetera
fa: کارهای این کیف پول را نمی‌پذیرد
fr: il n'accepte pas les tâches de ce portefeuille
hi: यह इस वॉलेट के जॉब नहीं लेता
id: prover tidak menerima tugas dari dompet ini
it: non accetta i lavori di questo portafoglio
ja: このウォレットのジョブを受け付けません
ko: 이 지갑의 작업을 받지 않습니다
ms: ia tidak menerima kerja daripada dompet ini
pl: nie przyjmuje zadań od tego portfela
ps: د دې والټ دندې نه اخلي
pt_br: ele não aceita os trabalhos desta carteira
ru: он не принимает задания этого кошелька
ta: அது இந்த வாலட்டின் வேலைகளை ஏற்பதில்லை
ur: یہ اس والیٹ کے کام نہیں لیتا
zh_hans: 它不接受此钱包的任务
zh_hant_hk: 它不接受此錢包的工作

source: key file has no spend_key
ar: ملف المفتاح لا يحتوي على spend_key
de: die Schlüsseldatei hat keinen spend_key
es: el archivo de clave no tiene spend_key
fa: فایل کلید spend_key ندارد
fr: le fichier de clé n'a pas de spend_key
hi: की फ़ाइल में spend_key नहीं है
id: berkas kunci tidak memiliki spend_key
it: il file della chiave non ha spend_key
ja: キーファイルに spend_key がありません
ko: 키 파일에 spend_key가 없습니다
ms: fail kunci tiada spend_key
pl: plik klucza nie zawiera spend_key
ps: د کیلي فایل spend_key نه لري
pt_br: o arquivo de chave não tem spend_key
ru: в файле ключа нет spend_key
ta: விசைக் கோப்பில் spend_key இல்லை
ur: کی فائل میں spend_key نہیں ہے
zh_hans: 密钥文件中没有 spend_key
zh_hant_hk: 密鑰檔案沒有 spend_key

source: key file must be version 2
ar: يجب أن يكون ملف المفتاح بالإصدار 2
de: die Schlüsseldatei muss Version 2 sein
es: el archivo de clave debe ser versión 2
fa: فایل کلید باید نسخه‌ی 2 باشد
fr: le fichier de clé doit être en version 2
hi: की फ़ाइल का संस्करण 2 होना चाहिए
id: berkas kunci harus versi 2
it: il file della chiave deve essere alla versione 2
ja: キーファイルはバージョン 2 である必要があります
ko: 키 파일은 버전 2여야 합니다
ms: fail kunci mestilah versi 2
pl: plik klucza musi mieć wersję 2
ps: د کیلي فایل باید نسخه 2 وي
pt_br: o arquivo de chave deve ser da versão 2
ru: файл ключа должен быть версии 2
ta: விசைக் கோப்பு பதிப்பு 2 ஆக இருக்க வேண்டும்
ur: کی فائل کا ورژن 2 ہونا چاہیے
zh_hans: 密钥文件必须是版本 2
zh_hant_hk: 密鑰檔案必須是第 2 版

source: keychain error %d
ar: خطأ في سلسلة المفاتيح %d
de: Schlüsselbundfehler %d
es: error del llavero %d
fa: خطای جاکلیدی %d
fr: erreur du trousseau %d
hi: कीचेन त्रुटि %d
id: kesalahan keychain %d
it: errore del portachiavi %d
ja: キーチェーンエラー %d
ko: 키체인 오류 %d
ms: ralat rantai kunci %d
pl: błąd pęku kluczy %d
ps: د keychain تېروتنه %d
pt_br: erro do chaveiro %d
ru: ошибка связки ключей %d
ta: keychain பிழை %d
ur: keychain خرابی %d
zh_hans: 钥匙串错误 %d
zh_hant_hk: 鑰匙圈錯誤 %d

source: machines
ar: أجهزة
de: Rechner
es: máquinas
fa: دستگاه‌ها
hi: मशीनें
id: mesin
it: macchine
ja: マシン
ko: 머신
ms: mesin
pl: maszyn
ps: ماشینونه
pt_br: máquinas
ru: машин
ta: கணினிகள்
ur: مشینیں
zh_hans: 多台机器
zh_hant_hk: 部機器

source: memo "%@"
ar: المذكرة «%@»
fa: یادداشت «%@»
fr: mémo « %@ »
hi: मेमो "%@"
ja: メモ「%@」
ko: 메모 "%@"
ps: یادښت "%@"
ru: мемо «%@»
ta: குறிப்பு "%@"
ur: میمو "%@"
zh_hans: 备注“%@”
zh_hant_hk: 備註「%@」

# memo is %@ bytes, at most %@
source: memo is %1$@ bytes, at most %2$@
ar: المذكرة %@ بايت، والحد الأقصى %@
de: das Memo hat %@ Bytes, höchstens %@
es: el memo tiene %@ bytes, como máximo %@
fa: یادداشت %@ بایت است، حداکثر %@
fr: le mémo fait %@ octets, %@ au maximum
hi: मेमो %@ बाइट का है, अधिकतम %@
id: memo berukuran %@ byte, maksimal %@
it: il memo è di %@ byte, al massimo %@
ja: メモは %@ バイトです。上限は %@ バイトです
ko: 메모가 %@바이트입니다. 최대 %@바이트입니다
ms: memo ialah %@ bait, paling banyak %@
pl: rozmiar memo: %@ B, maksimum: %@ B
ps: یادښت %@ بایټه دی، تر ټولو زیات %@
pt_br: o memo tem %@ bytes, no máximo %@
ru: размер мемо — %@ Б, допустимо не более %@
ta: குறிப்பு %@ பைட்டுகள், அதிகபட்சம் %@
ur: میمو %@ بائٹس کا ہے، زیادہ سے زیادہ %@
zh_hans: 备注为 %@ 字节，最多 %@ 字节
zh_hant_hk: 備註有 %@ 位元組，上限為 %@

source: need more than two notes; the largest two hold %@ — consolidate first by sending to your own address
ar: يلزم أكثر من سندين، وأكبر سندين يحملان %@ — ادمج سنداتك أولًا بالإرسال إلى عنوانك
de: mehr als zwei Noten nötig; die beiden größten halten %@ – fasse sie zuerst zusammen, indem du an deine eigene Adresse sendest
es: se necesitan más de dos notas; las dos mayores suman %@; consolida primero enviando a tu propia dirección
fa: بیش از دو نوت لازم است؛ دو نوت بزرگ‌تر %@ دارند — ابتدا با ارسال به آدرس خودتان آن‌ها را یکپارچه کنید
fr: il faut plus de deux notes ; les deux plus grosses contiennent %@ : consolidez d'abord en envoyant à votre propre adresse
hi: दो से अधिक नोट चाहिए; सबसे बड़े दो नोट में %@ है — पहले अपने ही पते पर भेजकर इन्हें समेकित करें
id: diperlukan lebih dari dua catatan; dua catatan terbesar berisi %@ — gabungkan dulu dengan mengirim ke alamat Anda sendiri
it: servono più di due note; le due più grandi contengono %@ — consolida prima inviando al tuo stesso indirizzo
ja: 3つ以上のノートが必要です。最大の2つの合計は %@ です。先に自分のアドレスへ送信してノートをまとめてください
ko: 노트가 세 개 이상 필요합니다. 가장 큰 두 노트의 합계는 %@입니다 — 먼저 내 주소로 보내 노트를 통합하세요
ms: memerlukan lebih daripada dua nota; dua yang terbesar memegang %@ — satukan dahulu dengan menghantar ke alamat anda sendiri
pl: potrzeba więcej niż dwóch not; dwie największe zawierają %@ — najpierw je scal, wysyłając na własny adres
ps: له دوو څخه زیات نوټونه اړین دي؛ دوه تر ټولو لوی %@ لري — لومړی خپلې پتې ته په لېږلو یې سره یو ځای کړئ
pt_br: são necessárias mais de duas notas; as duas maiores somam %@ — consolide primeiro enviando para seu próprio endereço
ru: нужно больше двух нот; в двух крупнейших %@ — сначала объедините их, отправив средства на свой адрес
ta: இரண்டுக்கு மேற்பட்ட நோட்டுகள் தேவை; பெரிய இரண்டில் %@ உள்ளது — முதலில் உங்கள் சொந்த முகவரிக்கு அனுப்பி ஒருங்கிணைக்கவும்
ur: دو سے زیادہ نوٹ درکار ہیں؛ سب سے بڑے دو میں %@ ہے — پہلے اپنے ہی پتے پر بھیج کر انہیں یکجا کریں
zh_hans: 需要两个以上的票据；最大的两个票据共有 %@——请先向自己的地址发送以合并票据
zh_hant_hk: 需要多於兩張票據；最大的兩張共持有 %@，請先傳送到你自己的地址以合併

source: no contact named %@
ar: لا توجد جهة اتصال باسم %@
de: kein Kontakt namens %@
es: no hay ningún contacto llamado %@
fa: مخاطبی با نام %@ نیست
fr: aucun contact nommé %@
hi: %@ नाम का कोई संपर्क नहीं
id: tidak ada kontak bernama %@
it: nessun contatto di nome %@
ja: %@ という連絡先はありません
ko: %@(이)라는 연락처가 없습니다
ms: tiada kenalan bernama %@
pl: brak kontaktu o nazwie %@
ps: د %@ په نوم کومه اړیکه نشته
pt_br: nenhum contato chamado %@
ru: нет контакта с именем %@
ta: %@ என்ற பெயரில் தொடர்பு இல்லை
ur: %@ نام کا کوئی رابطہ نہیں
zh_hans: 没有名为 %@ 的联系人
zh_hant_hk: 沒有名為 %@ 的聯絡人

source: no leaf at index %llu
ar: لا توجد ورقة عند الفهرس %llu
de: kein Blatt bei Index %llu
es: no hay ninguna hoja en el índice %llu
fa: برگی در اندیس %llu نیست
fr: aucune feuille à l'index %llu
hi: इंडेक्स %llu पर कोई लीफ़ नहीं
id: tidak ada leaf di indeks %llu
it: nessuna foglia all'indice %llu
ja: インデックス %llu にリーフがありません
ko: 인덱스 %llu에 리프가 없습니다
ms: tiada daun pada indeks %llu
pl: brak liścia o indeksie %llu
ps: په index %llu کې کومه پاڼه نشته
pt_br: nenhuma folha no índice %llu
ru: нет листа с индексом %llu
ta: குறியீட்டெண் %llu-இல் இலை இல்லை
ur: انڈیکس %llu پر کوئی لیف نہیں
zh_hans: 索引 %llu 处没有叶子
zh_hant_hk: 索引 %llu 沒有葉

source: node answered HTTP %lld
ar: أجابت العقدة بـ HTTP %lld
de: der Knoten hat mit HTTP %lld geantwortet
es: el nodo respondió HTTP %lld
fa: گره با HTTP %lld پاسخ داد
fr: le nœud a répondu HTTP %lld
hi: नोड ने HTTP %lld से जवाब दिया
id: node menjawab HTTP %lld
it: il nodo ha risposto HTTP %lld
ja: ノードが HTTP %lld で応答しました
ko: 노드가 HTTP %lld(으)로 응답했습니다
ms: nod menjawab HTTP %lld
pl: węzeł odpowiedział HTTP %lld
ps: نوډ HTTP %lld ځواب ورکړ
pt_br: o nó respondeu HTTP %lld
ru: узел ответил HTTP %lld
ta: நோட் HTTP %lld எனப் பதிலளித்தது
ur: نوڈ نے HTTP %lld جواب دیا
zh_hans: 节点返回 HTTP %lld
zh_hant_hk: 節點回應 HTTP %lld

source: node reply is not JSON
ar: ردّ العقدة ليس JSON
de: die Antwort des Knotens ist kein JSON
es: la respuesta del nodo no es JSON
fa: پاسخ گره JSON نیست
fr: la réponse du nœud n'est pas du JSON
hi: नोड का जवाब JSON नहीं है
id: jawaban node bukan JSON
it: la risposta del nodo non è JSON
ja: ノードの応答が JSON ではありません
ko: 노드 응답이 JSON이 아닙니다
ms: balasan nod bukan JSON
pl: odpowiedź węzła nie jest w formacie JSON
ps: د نوډ ځواب JSON نه دی
pt_br: a resposta do nó não é JSON
ru: ответ узла — не JSON
ta: நோடின் பதில் JSON அல்ல
ur: نوڈ کا جواب JSON نہیں ہے
zh_hans: 节点的回复不是 JSON
zh_hant_hk: 節點的回覆不是 JSON

source: node returned no transaction hash
ar: لم تُرجع العقدة تجزئة معاملة
de: der Knoten hat keinen Transaktions-Hash zurückgegeben
es: el nodo no devolvió ningún hash de transacción
fa: گره هیچ هش تراکنشی برنگرداند
fr: le nœud n'a renvoyé aucun hash de transaction
hi: नोड ने कोई लेन-देन हैश नहीं लौटाया
id: node tidak mengembalikan hash transaksi
it: il nodo non ha restituito alcun hash di transazione
ja: ノードがトランザクションハッシュを返しませんでした
ko: 노드가 거래 해시를 반환하지 않았습니다
ms: nod tidak memulangkan cincangan transaksi
pl: węzeł nie zwrócił hasha transakcji
ps: نوډ د راکړې ورکړې هش بېرته ونه ورکړ
pt_br: o nó não devolveu nenhum hash de transação
ru: узел не вернул хеш транзакции
ta: நோட் பரிவர்த்தனை ஹாஷ் எதையும் தரவில்லை
ur: نوڈ نے کوئی لین دین ہیش واپس نہیں کیا
zh_hans: 节点没有返回交易哈希
zh_hant_hk: 節點沒有傳回交易雜湊值

source: not a key file: %@
ar: ليس ملف مفتاح: %@
de: keine Schlüsseldatei: %@
es: no es un archivo de clave: %@
fa: فایل کلید نیست: %@
fr: ce n'est pas un fichier de clé : %@
hi: की फ़ाइल नहीं है: %@
id: bukan berkas kunci: %@
it: non è un file di chiave: %@
ja: キーファイルではありません: %@
ko: 키 파일이 아닙니다: %@
ms: bukan fail kunci: %@
pl: to nie jest plik klucza: %@
ps: د کیلي فایل نه دی: %@
pt_br: não é um arquivo de chave: %@
ru: не файл ключа: %@
ta: விசைக் கோப்பு அல்ல: %@
ur: کی فائل نہیں ہے: %@
zh_hans: 不是密钥文件：%@
zh_hant_hk: 不是密鑰檔案：%@

source: not a number
ar: ليس رقمًا
de: keine Zahl
es: no es un número
fa: عدد نیست
fr: ce n'est pas un nombre
hi: संख्या नहीं है
id: bukan angka
it: non è un numero
ja: 数値ではありません
ko: 숫자가 아닙니다
ms: bukan nombor
pl: to nie jest liczba
ps: شمېره نه ده
pt_br: não é um número
ru: не число
ta: எண் அல்ல
ur: عدد نہیں ہے
zh_hans: 不是数字
zh_hant_hk: 不是數字

source: not a randpay: link
ar: ليس رابط randpay:
de: kein randpay:-Link
es: no es un enlace randpay:
fa: لینک randpay: نیست
fr: ce n'est pas un lien randpay:
hi: randpay: लिंक नहीं है
id: bukan tautan randpay:
it: non è un link randpay:
ja: randpay: リンクではありません
ko: randpay: 링크가 아닙니다
ms: bukan pautan randpay:
pl: to nie jest link randpay:
ps: randpay: لینک نه دی
pt_br: não é um link randpay:
ru: не ссылка randpay:
ta: randpay: இணைப்பு அல்ல
ur: randpay: لنک نہیں ہے
zh_hans: 不是 randpay: 链接
zh_hant_hk: 不是 randpay: 連結

source: not a randprover: link
ar: ليس رابط randprover:
de: kein randprover:-Link
es: no es un enlace randprover:
fa: لینک randprover: نیست
fr: ce n'est pas un lien randprover:
hi: randprover: लिंक नहीं है
id: bukan tautan randprover:
it: non è un link randprover:
ja: randprover: リンクではありません
ko: randprover: 링크가 아닙니다
ms: bukan pautan randprover:
pl: to nie jest link randprover:
ps: randprover: لینک نه دی
pt_br: não é um link randprover:
ru: не ссылка randprover:
ta: randprover: இணைப்பு அல்ல
ur: randprover: لنک نہیں ہے
zh_hans: 不是 randprover: 链接
zh_hant_hk: 不是 randprover: 連結

source: parameter %@ given twice
ar: المعامل %@ مُعطى مرتين
de: Parameter %@ doppelt angegeben
es: el parámetro %@ aparece dos veces
fa: پارامتر %@ دو بار داده شده است
fr: le paramètre %@ est fourni deux fois
hi: पैरामीटर %@ दो बार दिया गया
id: parameter %@ diberikan dua kali
it: parametro %@ indicato due volte
ja: パラメーター %@ が2回指定されています
ko: 매개변수 %@이(가) 두 번 지정되었습니다
ms: parameter %@ diberikan dua kali
pl: parametr %@ podano dwukrotnie
ps: پارامیټر %@ دوه ځله ورکړل شوی
pt_br: parâmetro %@ informado duas vezes
ru: параметр %@ указан дважды
ta: அளவுரு %@ இருமுறை தரப்பட்டுள்ளது
ur: پیرامیٹر %@ دو بار دیا گیا
zh_hans: 参数 %@ 重复出现
zh_hant_hk: 參數 %@ 重複出現

source: passcode
ar: رمز الدخول
de: Code
es: código
fa: کد عبور
fr: code
hi: पासकोड
id: kode sandi
it: codice
ja: パスコード
ko: 암호
ms: kod laluan
pl: kod
ps: پاس کوډ
pt_br: código
ru: код-пароль
ta: கடவுக்குறியீடு
ur: پاس کوڈ
zh_hans: 设备密码
zh_hant_hk: 密碼

source: prover error
ar: خطأ في المُثبِت
de: Prover-Fehler
es: error del probador
fa: خطای اثبات‌گر
fr: erreur du prouveur
hi: प्रूवर त्रुटि
id: kesalahan prover
it: errore del prover
ja: プルーバーのエラー
ko: 프루버 오류
ms: ralat pembukti
pl: błąd provera
ps: د ثبوت جوړوونکي تېروتنه
pt_br: erro do provador
ru: ошибка прувера
ta: நிரூபிப்பான் பிழை
ur: پروور کی خرابی
zh_hans: 证明器错误
zh_hant_hk: 證明器錯誤
